/* No comment provided by engineer. */
"\n\n\nError code:%ld" = "\n\n\nCódigo do erro:%ld";

/* No comment provided by engineer. */
"An internal error occured. If this error prevented you from doing something, please contact us." = "Ocorreu um erro interno. Se esse erro te impediu de fazer algo, por favor nos avise!";

/* No comment provided by engineer. */
"Camera manager was not successfully initialized." = "O gerenciador da câmera não foi inicializado com êxito.";

/* Cancel */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Contact Us" = "Me Ajuda!";

/* No comment provided by engineer. */
"Couldn't Find Selfie" = "Selfie Não Encontrada";

/* No comment provided by engineer. */
"Couldn't start running the camera." = "Não pôde iniciar as atividades da câmera.";

/* No comment provided by engineer. */
"Failed to fetch the image data or image settings from documents directory." = "Falha ao tentar buscar a imagem ou as configurações da imagem no diretório de documentos.";

/* Camera Status: Real */
"How The World Sees You" = "Como O Mundo Te Vê";

/* Camera Status: Mirrored */
"How You See Yourself In The Mirror" = "Como Você Se Vê No Espelho";

/* No comment provided by engineer. */
"I just took a selfie and I got exactly what I expected. Wait, how? #RealSelfieCamera #WYSIWYG" = "Acabei de tirar uma selfie e eu consegui exatamente o que eu esperava. Mas como?! #RealSelfieCamera #WYSIWYG";

/* No comment provided by engineer. */
"Invalid error." = "Erro inválido.";

/* No comment provided by engineer. */
"Invalid Selfie" = "Selfie Inválida";

/* No comment provided by engineer. */
"Mail Unavailable" = "Email Não Disponível";

/* No comment provided by engineer. */
"Maybe there isn't any photo there yet." = "Talvez não haja nenhuma selfie ainda.";

/* No comment provided by engineer. */
"Maybe you haven't taken any selfie yet." = "Talvez você não tirou nenhuma selfie ainda.";

/* Alert Controler Cancel Button */
"No Thanks" = "Não, Obrigado";

/* OK */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more parameters are not valid." = "Um ou mais parâmetros não são válidos.";

/* No comment provided by engineer. */
"Oops..." = "Oops...";

/* `Real Selfie` shouldn't be localized because it's the name of the app. */
"Real Selfie Bug Report" = "Relatório de Erro Real Selfie ";

/* No comment provided by engineer. */
"Something system-side went wrong while saving the photo to the documents directory." = "Algo deu errado por parte do sistema enquanto tentava salvar a foto no diretório de documentos.";

/* No comment provided by engineer. */
"Take Selfie" = "Tirar Selfie";

/* No comment provided by engineer. */
"The error generated isn't a valid and expected error." = "O erro gerado não é um erro válido e esperado.";

/* No comment provided by engineer. */
"The image data or image settings couldn't be saved in the documents directory." = "A imagem ou configurações da imagem não puderam ser salvas no diretório de documentos.";

/* No comment provided by engineer. */
"The image you're trying to export isn't valid." = "A imagem que você está tentando exportar não é válida.";

/* No comment provided by engineer. */
"The parameter received is either null, or does not comply with the expected kind or value." = "O parâmetro recebido é nulo, ou simplesmente não segue um tipo ou valor esperado.";

/* No comment provided by engineer. */
"We couldn't find your selfie. Maybe you haven't taken any selfies yet!" = "Não pudemos achar a sua selfie. Talvez você não tenha tirado nenhuma selfie ainda!";

/* No comment provided by engineer. */
"You are trying to export. But first! Lemme take a selfie." = "Você esta tentando exportar. But first! Lemme take a selfie. 🎶";

/* No comment provided by engineer. */
"Your device isn't configured to send emails. Please contact me at rogerluan.oba@gmail.com" = "Seu aparelho não está configurado para enviar emails. Por favor envie um email para rogerluan.oba@gmail.com";

